Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: Education / Research
ja: 教育 / 研究機関

source: Education / Research 6%
ja: 教育 / 研究 6%

source: Education and collaboration are vital to the future of the Linux ecosystem, and it is imperative to us that everyone in the community that wants to participate feels welcome to do so regardless of gender, gender identity, sexual orientation, disability, race, ethnicity, age, religion or economic status.
ja: 教育とコラボレーションは Linux エコシステムの未来に不可欠であり、コミュニティに参加したい人は、性別、性自認、性的指向、障害、人種、民族性、年齢、宗教、および経済状況に関わらず誰でも参加を歓迎される必要があります。

source: Efficiently managing large open source components with heterogeneous licensing
ja: 異種ライセンスが混在する大規模なオープン ソース コンポーネントの効率的な管理

source: Eileen also leads open source legal strategy and open source program management for HP.
ja: オープン ソース関連の法的戦略、およびオープン ソース プログラムの管理も主導しています。

source: Eileen also served as a lead Open Source Legal Strategist for Sun, where she led, managed, and supported numerous open source projects, including Java, MySQL, OpenSolaris, OpenOffice, and NetBeans.
ja: また、Sun のオープン ソース関連のリーガル ストラテジストも務め、Java、MySQL、OpenSolaris、OpenOffice、NetBeans など数多くのオープン ソース プロジェクトを主導、管理、および支援していました。

source: Eileen is the Vice President and Deputy General Counsel of Cloud Computing and Open Source for Hewlett Packard Enterprise.
ja: Eileen は Hewlett-Packard Enterprise のクラウド コンピューティングおよびオープン ソース担当バイスプレジデント兼副法律顧問です。

source: Elektrobit
ja: Elektrobit https://www.elektrobit.com/jp/

source: Eligible events include Embedded Linux Conference, OpenIoT Summit, LinuxCon, ContainerCon, ApacheCon, Apache: Big Data, Vault, Automotive Grade Linux Summit, or ONS.
ja: 対象のイベントは、Embedded Linux Conference、OpenIoT Summit、LinuxCon、ContainerCon、ApacheCon、Apache: Big Data、Vault、Automotive Grade Linux Summit、ONS です。

source: Email is the preferred means of contacting The Linux Foundation.
ja: The Linux Foundation へのお問い合わせは E-mail でお願いいたします。

source: Embedded & IoT
ja: 組込みシステムと IoT

source: Embedded Linux Conference
ja: Embedded Linux Conference http://events.linuxfoundation.jp/events/embedded-linux-conference

source: Embedded Linux Conference Europe
ja: Embedded Linux Conference Europe http://events.linuxfoundation.jp/events/embedded-linux-conference-europe

source: Emergency Resources
ja: 緊急時の連絡先一覧

source: Employed at Red Hat for over a decade, John has spoken on a variety of topics at The Linux Foundation events around the world.
ja: 10 年間 Red Hat に在籍していた John は、世界中で開催される The Linux Foundation のイベントにおいて、さまざまなテーマで講演してきました。

source: Employee Pricing
ja: 従業員価格

source: Employee Purchase Pricing at Dell, HP, and Lenovo - Save up to 40% on Your Purchases of Hardware and Accessories
ja: Dell、HP、Lenovo 製品などが特別価格で購入可能 (国によってメーカーや割引率が異なります。詳細はこちらをご覧ください。http://www.linuxfoundation.org/participate/supporter/discounts × マークのある製品が割引対象です。)

source: Employee Purchase Pricing at Dell, HP, and Lenovo - Save up to 40% on Your Purchases of Hardware and Accessories.
ja: Dell、HP、Lenovo 製品などが特別価格で購入可能 (ただし国によってメーカーや割引率が異なります)。

source: Engineering Managers
ja: 技術マネージャー

source: Entry to exclusive, invite-only open source leadership summits focused on technical, compliance, and business topics
ja: オープン ソースの技術、コンプライアンス、およびビジネスをテーマとする招待者限定のオープン ソース リーダーシップ サミットに参加する

source: Erica Brescia, Jeff Garzik and Nithya Ruff bring a breadth of expertise and insight to the organization creating the largest shared technology investment in history
ja: 史上最大の共有技術投資を生み出す組織に Erica Brescia 氏、Jeff Garzik 氏、Nithya Ruff 氏 の見識が加わる

source: Erica has been a dedicated builder of diverse, globally distributed technology and business teams, and has been featured as a keynote speaker at OpenStack Summit and OSCON.
ja: Erica は、グローバルに展開する多様な技術チームやビジネス チームの構築を専門とし、OpenStack Summit や OSCON の基調講演者としても活躍しています。

source: Erica is the co-founder and chief operating officer of Bitnami.
ja: Erica は Bitnami の共同設立者兼チーフ オペレーティング オフィサー (COO) です。

source: Especially in Japan, it has maintained the high market share for mini-vehicles, and in India, its subsidiary company, Maruti Suzuki India Limited is the largest passenger car manufacturer in the country, with the annual production volume of 1.42 million units in 2015 financial year.
ja: 特に日本においては軽自動車メーカーの大手であり、インドでは、子会社であるマルチ・スズキ・インディア・リミテッド (Maruti Suzuki India Limited) がインド最大の乗用車メーカーとして、2015 年度には年間生産実績 142 万台を達成しています。

source: Event Dates: November 16 & 17, 2016
ja: イベント: 2016 年 11 月 16、17 日

source: Event Sponsorship Prospectus
ja: イベント スポンサーシップ ガイド

source: Event staff can be identified by staff badges onsite, and can be found at the event registration counter at any time.
ja: イベント スタッフは、会場では T シャツやバッジを身に着けています。またイベントの受付カウンターにも常駐スタッフがいます。

source: Event staff can be identified by t-shirts/staff badges onsite; and an organizer can be found at the event registration counter at any time.
ja: イベント スタッフは、会場では T シャツやバッジを身に着けています。イベントの受付カウンターにもスタッフが常駐しています。

source: Every attendee at the event will wear a name badge and lanyard and your logo will appear across the lanyard.
ja: 来場者が身につける名札のストラップに企業ロゴが印刷されます。

source: Example: Kernel Weather Report (Jon Corbet, LWN.net) - The Linux kernel is at the core of any Linux system; the performance and capabilities of the kernel will, in the end, place an upper bound on what the system can do as a whole.
ja: 例: Kernel Weather Report (Jon Corbet, LWN.net) - The Linux kernel is at the core of any Linux system; the performance and capabilities of the kernel will, in the end, place an upper bound on what the system can do as a whole. カーネル ウェザー レポート (Jon Corbet, LWN.net) － Linux カーネルはあらゆる Linux システムの中心にあります。Linux カーネルのパフォーマンスと性能によって、システム全体でできることの上限が決まります。

source: Example: Kernel Weather Report (Jon Corbet, LWN.net) - The audience is anyone interested in Linux kernel development.
ja: 例: Kernel Weather Report (Jon Corbet, LWN.net) - The audience is anyone interested in Linux kernel development. カーネル ウェザー レポート (capabilities) - 対象受講者は、Linux カーネル開発に興味のあるすべての方です。

source: Example: Kernel Weather Report (Jon Corbet, LWN.net) - This presentation will help existing and new kernel developers better understand the state of the Linux kernel and will hopefully encourage them, and the companies that they work for, to participate more in upstream kernel development.
ja: 例: Kernel Weather Report (Jon Corbet, LWN.net) - This presentation will help existing and new kernel developers better understand the state of the Linux kernel and will hopefully encourage them, and the companies that they work for, to participate more in upstream kernel development. カーネル ウェザー レポート (Jon Corbet, LWN.net) - この発表によって、現役および新人のカーネル開発者は Linux カーネルの現状をよりよく理解できるでしょう。また彼らや彼らの所属企業がアップストリーム カーネル開発に積極的に参加するきっかけになれば幸いです。

source: Examples of best practices and compliance checklists are provided to help those responsible for compliance activities create their own processes and policies.
ja: また後半は、コンプライアンス アクティビティの責任者がそれぞれのプロセスやポリシーを作成しやすいように、ベスト プラクティスの例やコンプライアンス チェックリストが掲載されています。

source: Exchanging best practices on implementing and managing compliance programs
ja: コンプライアンス プログラムの実装および管理に関するベスト プラクティスについてやりとりする

source: Exclusive use of a meeting room throughout conference.
ja: カンファレンスの会期中利用できる専用の会議室

source: Executive Director
ja: エグゼクティブ ディレクター

source: Executive Director, CNCF
ja: CNCF エグゼクティブ ディレクター

source: Executive Director, Cloud Foundry Foundation
ja: Cloud Foundry Foundation エグゼクティブ ディレクター

source: Executive Director, Jim Zemlin, addresses LinuxCon Japan
ja: LinuxCon Japan で講演するエグゼクティブ ディレクター Jim Zemlin

source: Executive Director, OpenDaylight
ja: OpenDaylight エグゼクティブ ディレクター

source: Executive Management
ja: 経営管理

source: Executive Management 11%
ja: 経営管理 11%

source: Exhibit Booth: The Technology Showcase is the hub of the event, providing excellent mindshare for sponsors
ja: 展示ブース: スポンサーへのマインドシェアを高める技術展示コーナーはイベントの目玉

source: Exhibit at an event that helped your company land that big deal?
ja: イベントでの展示が大きな取引に結び付いた。

source: Exhibitors should not use sexualized images, activities, or other material in their booths and must refrain from the use of sexualized clothing/uniforms/costumes, or otherwise creating a sexualized environment.
ja: 展示者は、性的画像、アクティビティ、またはその他の素材をブースで使用するべきではありません。また、性的な服装/制服/衣装の使用、あるいは性的環境の作成を行ってはいけません。

source: Experienced open source developers and users are in high demand, according to a report by The Linux Foundation and Dice.com.
ja: The Linux Foundation と Dice.com の調査によれば、経験豊富なオープン ソース開発者やユーザーの需要は高まるばかりです。

source: Experts in both the development and operations community share ideas and best practices for how containers are shaping computing today and in the future with a focus on DevOps culture, automation, portability and efficiency.
ja: 開発コミュニティや運用コミュニティのエキスパートが集まり、DevOps 文化、自動化、可搬性、および効率性に焦点を当てながら、コンテナが現在および未来のコンピューティングをどのように形成できるかについて意見やベスト プラクティスを交換します。

source: External communications can take one of several forms:
ja: 外部とのコミュニケーションには、以下のような種類があります。

source: FOR LINUX FOUNDATION MEMBERS:
ja: Linux Foundation メンバーの方へ:

source: FOSSology is an open source license compliance software system and toolkit.
ja: FOSSology はオープン ソース ライセンス コンプライアンスのソフトウェア システムとツールキットです。

source: FROM
ja: 参加者は

source: Facebook: Linux Foundation Events on Facebook
ja: Facebook: Linux Foundation Events on Facebook https://www.facebook.com/linuxfoundationevents

source: Fast-track yourself and your business with the quickest way to deliver apps!
ja: アプリの高速提供で、あなたもあなたのビジネスも急成長!

source: February 14 - 16, 2017
ja: 2017 年 2 月 14 - 16 日

source: February 21 - 23, 2017
ja: 2017 年 2 月 21 - 23 日

source: Fellow
ja: フェロー

source: Fifty-eight percent of hiring managers are seeking DevOps professionals while the need for developers remains the top position on their list at 74 percent.
ja: 採用担当者の 58% が DevOpes プロフェッショナルを必要としており、今年も開発者に対するニーズは 74% で採用の最重要課題。

source: Fifty-nine percent of hiring managers say they’ll add more open source professionals to their ranks in the next six months.
ja: 採用担当者の 59% が、今後 6 か月でオープン ソース プロフェッショナルをさらに採用したいと答えている。

source: Find out how this mentorship helped them get their tech in the mainline.
ja: そしてこの指導が、Microchip の技術をカーネルのメインラインに加える助けとなったのです。

source: First Aid/Medical Assistance
ja: 救急 / 医療支援

source: First Time Submitting?
ja: はじめて発表する方も

source: For Corporate Accounts Payable and Accounts Receivable.
ja: 企業の支払い関連のお問い合わせ先です。

source: For EPP discounts, we are limited to the countries for which HP, Dell, and Lenovo have EPP plans available.
ja: コンピューターの割引き特典については、HP、Dell、Lenovo の各社が国別に異なるプランを提示しています。

source: For More Information
ja: 詳細情報

source: For a list of trademarks of The Linux Foundation, please see our trademark usage page: https://www.linuxfoundation.org/trademark-usage.
ja: The Linux Foundation の商標一覧はこちらのページでご確認いただけます。 https://www.linuxfoundation.jp/trademark-usage

source: For all Individual Supporter inquiries, including renewals and dues.
ja: 個人サポーターに関するあらゆるご質問 (更新方法、費用、etc.) を受け付けています。

source: For emergencies, please dial 119.
ja: 救急車を呼ぶ場合は 119 番通報してください。

source: For example, it allows securities to be settled in minutes instead of days.
ja: たとえば、数日かかるセキュリティ問題も数分で解決する可能性があります。

source: For inquiries and reservation, please contact Issei Tanaka at info (at) t-prime dot co dot jp
ja: お問い合わせおよび宿泊予約については、田中一聖 (info (at) t-prime dot co dot jp) 宛てにメールしてください。

source: For location information, please check with registration or information desk staff onsite.
ja: 設置場所については、会場の受付かインフォメーション デスクのスタッフにお尋ねください。

source: For more information about Cloud Foundry Summit Silicon Valley 2017 visithttp://www.cloudfoundry.org/community/summits.
ja: Cloud Foundry Summit Silicon Valley 2017 の詳細については、http://www.cloudfoundry.org/community/summits を参照してください。

source: For more information about all Linux Foundation events, please visit: http://events.linuxfoundation.org.
ja: Linux Foudation イベントの詳細については、イベント サイトをご覧ください。 http://events.linuxfoundation.jp

source: For more information about membership, please visit: https://openconnectivity.org/join
ja: メンバーシップの詳細については、こちらを参照してください。https://openconnectivity.org/join

source: For more information and to see a schedule of upcoming events, visit events.linuxfoundation.org.
ja: 今後のイベントの詳細情報やスケジュールについては、events.linuxfoundation.org を参照してください。

source: For more information, please visit www.openconnectivity.org.
ja: 詳細については、www.openconnectivity.org を参照してください。

source: For over ten years he has been leading Linux community engineers in Fujitsu and working with Linux community.
ja: 富士通の Linux コミュニティ エンジニアを 10 年以上にわたって指揮し、Linux コミュニティに協力しています。

source: For panel discussions, all panelists will receive a complimentary event pass.
ja: パネル ディスカッションについては、すべてのパネリストに無料招待券が配布されます。

source: For technical tutorials, please keep in mind that your material needs to cover a 2-hour time-slot and should be focused on giving attendees the ability to walk away with skills and/or knowledge that they can use immediately.
ja: テクニカル チュートリアルは、2 時間の枠の中で、参加者がそのまま応用できるスキルや知識を提供できるように心がけてください。

source: For this he is in contact with the leading printer manufacturers, all relevant free software projects, and the distribution vendors.
ja: このため、大手のプリンター メーカー、関連するあらゆるフリー ソフトウェア プロジェクト およびディストリビューション ベンダーと連絡を取り合っています。

source: Ford, Honda, Jaguar Land Rover, Mazda, Mitsubishi Motors, Nissan, Subaru and Toyota are among the first carmakers to participate in the AGL collaborative project.
ja: Ford、ホンダ、Jaguar Land Rover、マツダ、三菱自動車、日産自動車、SUBARU、ならびにトヨタ自動車は、AGL 協業プロジェクトに参加した最初の自動車メーカーです。

source: Ford, Honda, Jaguar Land Rover, Mazda, Mitsubishi Motors, Nissan, Subaru, Suzuki and Toyota are among the first carmakers to participate in the AGL collaborative project.
ja: 特に Ford、ホンダ、Jaguar Land Rover、マツダ、三菱自動車、日産自動車、SUBARU、スズキ、トヨタ自動車は、AGL 共同開発プロジェクトに早期参加した自動車メーカーです。

source: Formerly at VMware, Jacques was part of the core team that took virtualization from a niche development and testing product to ubiquitous use.
ja: 以前は VMware に在籍し、ニッチ開発や製品テストからユビキタス使用に至るまで仮想化を適用するコア チームに属していました。

source: Formerly, Frank was a founder of nLayers, Inc., a privately held software company which was acquired by EMC in 2006, and was a director of PeopleSoft (sold to Oracle) and Avaya (sold to Silverlake/TPG).
ja: 過去には、2006 年に EMC に買収された株式非公開のソフトウェア企業 nLayers, Inc. を設立するほか、PeopleSoft (Oracle に買収された) と Avaya (Silverlake/TPG に買収された) のディレクターも経験しています。

source: Fortunately for Microchip, they were able to leverage their membership at The Linux Foundation to get mentorship from top kernel maintainer, Greg Kroah-Hartman.
ja: 幸いなことに、Microchip は The Linux Foundationのメンバーシップを利用して、トップ カーネル メンテナーである Greg Kroah-Hartman の指導を受けることができました。

source: Founded in 1909 and incorporated in 1920, Suzuki has been leading the global compact vehicle market.
ja: 1909 年に創業し、1920 年に法人設立したスズキは、世界の小型車市場をリードしてきました。

source: Founded in 1986, Pocket Soft is a privately owned company that builds the RTPatch® brand of software updating tools for embedded systems engineers and enterprise software developers.
ja: 1986 年設立の Pocket Soft は、組込みシステム エンジニアや企業向けソフトウェア開発者向けに RTPatch® ブランドのソフトウェア更新ツールを開発している私企業です。

source: Founded in 2000, The Linux Foundation today provides tools, training and events to scale any open source project, which together deliver an economic impact not achievable by any one company.
ja: 2000 年に創設された The Linux Foundation は、オープン ソース プロジェクトをスケールするためのツール、トレーニング、およびイベントを提供しており、それらのプロジェクトが協力し合い、1 社だけでは成し得ない経済的影響を実現しています。

source: Founded in 2000, The Linux Foundation today provides tools, training, and events to scale any open source project, which together deliver an economic impact not achievable by any one company.
ja: 2000 年に創設された The Linux Foundation は、オープン ソース プロジェクトをスケールするためのツール、トレーニング、およびイベントを提供しており、それらのプロジェクトが協力し合い、1 社だけでは成し得ない経済的影響を実現しています。

source: Founded in 2015, sdtech engages in design research and engineering, software development, HMI and systems operations.
ja: 2015 年に設立されたエスディーテックは、デザイン研究 / デザイン エンジニアリング、ソフトウェア開発、HMI (ヒューマン マシン インタフェース)、システム運用などを手掛ける企業で、

source: Founded to create a new value chain in the automotive industry, Link Motion is a dedicated automotive software and hardware company focused on creating a secure, robust and reliable car computing platform in a cost efficient way.
ja: 自動車業界の新しいバリュー チェーンを創造するために設立された Link Motion は、安心、堅牢、および高信頼のカー コンピューティング プラットフォームをコスト効率の良い方法で開発しようとしている自動車専用のソフトウェア&ハードウェア企業です。

source: Founded to create a new value chain in the automotive industry, Link Motion is a dedicated automotive software and hardware company focused on creating a secure, robust and reliable carputer in a cost efficient way.
ja: 自動車業界の新しいバリュー チェーンを創造するために設立された Link Motion は、コスト効率の良い方法で、安心かつ堅牢な信頼できる車載コンピューター (カーピューター) の開発に取り組む自動車向けソフトウェア&ハードウェア企業です。

source: Four events in one, Open Source Summit is a technical conference where 2,000+ developers, operators and community leadership professionals convene to collaborate, share information and learn about the latest in open technologies, including Linux, containers, cloud computing and more.
ja: 4 つのイベントが 1 つになった Open Source Summit は、2,000 人以上の開発者、運用者、およびコミュニティ リーダーシップ プロフェッショナルが集結し、Linux、コンテナ、クラウド コンピューティングをはじめとするオープン技術について協業し、情報共有し、その最新情報を学びます。

source: Frank Fanzilli is a seasoned software veteran and advisor to early- and late-stage software companies.
ja: Frank Fanzilli は経験豊かなソフトウェア技術者で、アーリー ステージおよびレイト ステージのソフトウェア企業のアドバイザーです。

source: Frank also serves on the boards of Calypso, a privately held financial derivatives software developer located in San Francisco; IT Structures, an early-stage company in the virtualization of software testing; and Correlix, an early-stage company that develops software to improve the performance of trading systems.
ja: サンフランシスコにある株式非公開の金融デリバティブ ソフトウェア開発会社 Calypso、ソフトウェア テスティングの仮想化におけるアーリー ステージ企業 IT Structures、およびトレーディング システムのパフォーマンスを高めるソフトウェアを開発しているアーリー ステージ企業 Correlix の役員も務めています。

source: Frank holds an M.B.A in Finance from New York University and a B.S. in Management from Fairfield University.
ja: ニューヨーク大学でファイナンスの MBA を、フェアフィールド大学でマネージメントの BS を取得しています。

source: Frank is a seasoned software veteran and advisor to early- and late-stage software companies.
ja: Frank は経験豊かなソフトウェア技術者で、アーリー ステージおよびレイト ステージのソフトウェア企業のアドバイザーです。

source: From 2005 to 2008, he was a software engineer at OpenedHand, where he worked with a variety of other open source projects such as Clutter, X server, Zaurus, and Oprofile.
ja: また 2005 年から 2008 年にかけては、OpenedHand のソフトウェア エンジニアとして、Clutter、X サーバー、Zaurus、Oprofile などの各種オープン ソース プロジェクトに関わっていました。

source: From September 2002 to December 2004 he was a Venture Partner at Azure Capital Partners, where he helped lead Azure's investments in Zend and Medsphere.
ja: 2002 年 9 月から 2004 年 12 月までは、Azure Capital Partners のベンチャー パートナーとして、Azure による Zend 社および Medsphere 社への投資を促進、

source: From cloud computing and networking to gaming, Microsoft has steadily increased its engagement in open source projects and communities.
ja: クラウド コンピューティングやネットワークからゲームに至るまで、Microsoft はオープン ソースのプロジェクトやコミュニティへの関与を着実に強化してきました。

source: From hardware virtualization to storage to software defined networking, containers are helping to drive a cloud native approach.
ja: ハードウェア仮想化からストレージやソフトウェア デファインド ネットワークまで、コンテナはクラウド ネイティブ アプローチの推進に寄与しています。

source: From left to right: Jim Zemlin, Linus Torvalds, Jim Whitehurst, Mark Radcliffe
ja: 左から順に、Jim Zemlin、Linus Torvalds、Jim Whitehurst、Mark Radcliffe

source: From new member mentoring programs to strategy consulting, we’re here to guide you through the labyrinth of open source opportunities—so you can make the most of your Linux investment.
ja: 新メンバー支援プログラムから戦略的コンサルティングまで、私たちはオープン ソースの可能性の迷宮の案内役となり、Linux へのあなたの投資を最大限に生かします。

source: From the LF events twitter channel
ja: LF イベントのツイッター経由で

source: From the enterprise to networking, embedded, IoT and cloud infrastructure, among others, Linux Foundation events are the best place to identify software trends early and inform future technology investments.
ja: 特にエンタープライズ、ネットワーク、組込み、IoT、クラウド基盤などを対象とする Linux Foundation イベントは、ソフトウェアのトレンドをいち早く知り、今後の技術投資に生かせる格好の場です。

source: Fujitsu
ja: 富士通

source: Full access passes to the entire conference for your staff or customers.
ja: 社員や顧客が当カンファレンスにフル アクセスできる招待券

source: Full-Day Course: FOSSology - Hands On Training
ja: 1 日コース: FOSSology - Hands On Training

source: Functional Safety And Open Source Software
ja: 機能的安全性とオープン ソース ソフトウェア

source: Funds generated through the program will be used to support important community and industry organizations that are advancing diversity in tech and increasing access to new technologies and learning opportunities for underserved populations.
ja: 個人サポーター プログラムで発生した資金は、技術分野の多様性を強化したり、恵まれない人々に新技術の利用機会や学習の機会を提供したりしている重要なコミュニティや組織を支援するために活用されます。

source: Furthermore, this contribution adds support for Ed Maste, working with FreeBSD.
ja: また、FreeBSD の Ed Maste 氏にも支援を行うことを決定しました。

source: GE Creates Cloud Solution for the Internet of Very Important Things
ja: GE は Internet of Very Important Things を実現するクラウド ソリューションを開発

source: GOLD SPONSORSHIP
ja: ゴールド スポンサーシップ

source: Gabe Newell, co-founder of video game development company Valve, at LinuxCon North America
ja: Gabe Newell (ビデオ ゲーム開発企業 Valve の共同創設者) LinuxCon North America で講演

source: Gain a competitive advantage with innovative open solutions.
ja: 革新的なオープン ソリューションで競争力を強化できる

source: General Contact
ja: 一般的なお問い合わせ

source: General Manager, Automotive
ja: 自動車関連部門担当ジェネラル マネージャー

source: General Manager, Networking
ja: ネットワーク担当ゼネラル マネージャー

source: General Manager, Training and Certification
ja: トレーニング＆認証プログラム担当ジェネラル マネージャー

source: General contact for The Linux Foundation Japan office, including any issues with sites or systems of The Linux Foundation Japan website.
ja: The Linux Foundation Japan の web サイトやシステムなどのあらゆる問題に関するお問い合わせ先です。The Linux Foundation の日本オフィスが日本語で対応します。

source: General contact for The Linux Foundation.
ja: The Linux Foundation への一般的なご質問を受け付けています。

source: Generate new opportunities for collaboration
ja: 新たな協業機会が生まれる

source: Generate new partnerships, alliances & customers
ja: 新たなパートナーシップ、アライアンス、および顧客を創出できる

source: Get Involved
ja: あなたも参加しませんか？

source: Get access to leading experts in both formal and informal settings.
ja: 公式な場でも非公式な場でも、トップクラスの専門家と交流できる

source: Get all the findings when you download the full report [You may need to disable pop-up blockers to see the form below].
ja: レポートをダウンロードして、ぜひ調査結果の全文をご確認ください (ダウンロード フォームを表示するには、ポップアップ ブロッカーを無効にする必要があります)。

source: Getting an overview about an example workflow for component analysis with FOSSology
ja: FOSSology によるコンポーネント解析ワークフロー例の概説

source: Global networking events
ja: 世界規模の交流イベント

source: Gold Sponsorship...........................................................8
ja: ゴールド スポンサーシップ

source: Gold membership with The Linux Foundation will enable Doky to leverage The Linux Foundation’s experience and expertise to further increase their contributions to open source.
ja: Doky は The Linux Foundation のゴールド メンバーになることで、The Linux Foundation の知識と経験をオープン ソースへの貢献強化のために活用できます。

source: Google+ Linux Foundation Events on Google+
ja: Google+: Linux Foundation Events on Google+ https://plus.google.com/u/0/b/104704678645779674877/104704678645779674877/about?hl=en

source: Government 1%
ja: 行政 1%

source: Grant Helps Fund New Developers Working on Debian GNU/Linux and FreeBSD to Improve Software Security and Control
ja: Debian GNU/Linux や FreeBSD の開発者への助成も決定 － ソフトウェアのセキュリティとコントロールを強化

source: Grant is a Linux kernel engineer and a Distinguished Technologist at HPE.
ja: Grant は Linux カーネル エンジニアであり、HPE のディスティングィッシュト テクノロジストです。

source: Green = open to communicate; Yellow = only if you know me please; and Red = I'm not interested in communicating (or being videotaped or photographed) at this time.
ja: グリーン = 誰とでもコミュニケーションしたい イエロー = 私を知っている人とのみコミュニケーションしたい レッド ＝ 今はコミュニケーションしたくない (またはビデオや写真に映りたくない)

source: Greg created and maintains the Linux Driver Project.
ja: Greg は Linux Driver プロジェクトを立ち上げ、管理しています。
